#    ключ: название измерения
# значение: сколько кубичных метров в единице данного измерения
ratios = [{
   'mm3': 1e-9,       # кубический миллиметр
   'cm3': 1e-6,       # кубический сантиметр
   'dm3': 1e-3,       # кубический дециметр
   'm3': 1,           # кубический метр
   'bushel': .03524,  # бушель
   'peck': .00881,    # пек
   'quart': .001136   # кварт
}, {
   'nl': 0.000001,    # Нанолітр
   'mkl': 0.001,      # Мікролітр
   'ml': 1,           # Мілілітр
   'l': 1000,         # Літр
   'dal': 10000,      # Декалітр
   'hl': 100000,      # Гектолітр
   'm3': 1000000,     # Кубічний метр
   'gal': 3785.41,    # Американський галон
   'barrel': 158987   # Барель
}]